<?php exit; ?>
d2lraVBsdWdpbi9XaWtpRWdn	1	YW5vbnltb3Vz	127.0.0.1	1079109900	
! plugin: WikiEgg version 0.02

이스터 에그...랍시고 만들어 놓은 간단한 플러그인입니다. 간단하게 색깔을 바꿔 가면서 만델브로트 집합을 출력합니다. (아래에는 크레딧이.. -_-) %%%
''이 프로그램의 원본은 [[Ken Perlin|http://mrl.nyu.edu/~perlin/]]이 만들었습니다. WikiEgg 플러그인의 소스에는 이 프로그램이 같이 수록되어 있습니다.''

이 플러그인의 출력을 보려면 WikiEgg 페이지에 가세요. (좀 느릴 겁니다...)

!! 설치법

이 플러그인은 TiniWiki에 기본적으로 포함되어 있습니다.

!! 사용법

적당한 곳에 다음과 같이 입력합니다.

{{
\<?WikiEgg>
}}

이 플러그인에는 속성이 하나 있지만, 생략하겠습니다. (귀찮아서...;) 플러그인 소스를 분석하시면 무슨 속성인 지 알 수 있습니다.

__참고: 이 플러그인은 텍스트 브라우저에서도 사용할 수 있습니다.__
