<?php exit; ?>
VGluaVdpa2lHb2Fs	1	YW5vbnltb3Vz	127.0.0.1	1078739555	
! TiniWiki의 목표

TiniWiki를 처음 만들기 시작할 때 [토끼군]은 몇 가지 목표를 세웠었다. 다음은 그 목표들이다.

!! 꼭 필요한 것만 있어야 한다.

아는 사람은 알지만 [토끼군]은 wikiX의 개발자로 참여하고 있다. (너무 게을러서 commit하는 빈도가 최악이다) 개발자 노릇 하기 전부터 wikiX 소스를 많이 들여다 보았고, 웬만한 기능은 다 익혔었는데, 내가 생각하는 wikiX의 최대의 단점은 "필요 없는 것이 너무 많다"라는 것이었다. (희대 님도 말하시길 저 기능을 모두 쓸 사람은 없을 거라고...) wikiX의 파싱 속도는 그런 걸 반영하듯 상당히 느린 편이다. (웬만한 페이지 파싱하는 데 0.1초 이상 든다.)

TiniWiki는 이름에서 볼 수 있듯, 최대한 필요 없는 건 빼고 깔끔하게 문법을 디자인했다. 

(to be continued..)